<?php

return [
    'time'=>[
        'days'=>[
            'день',
            'дня',
            'дней'
        ],
        'hours'=>[
            'час',
            'часа',
            'часов'
        ],
        'min'=>[
            'минута',
            'минуты',
            'минут'
        ],
    ],
    'pages'=>[
        'страница',
        'страницы',
        'страниц',
    ],
    'views'=>[
        'просмотр',
        'просмотра',
        'просмотров',
    ],
    'comments'=>[
        'комментарий',
        'комментария',
        'комментариев',
    ],
    'daysOfWeek'=>[
        [],
        ['Понедельник', 'Пн'],
        ['Вторник', 'Вт'],
        ['Среда', 'Ср'],
        ['Четверг', 'Чт'],
        ['Пятница', 'Пт'],
        ['Суббота', 'Сб'],
        ['Воскресенье', 'Вс'],
    ],
    'months'=>[
        [],
        ['Январь', 'января'],
        ['Февраль', 'февраля'],
        ['Март', 'марта'],
        ['Апрель', 'апреля'],
        ['Май', 'мая'],
        ['Июнь', 'июня'],
        ['Июль', 'июля'],
        ['Август', 'августа'],
        ['Сентябрь', 'сентября'],
        ['Октябрь', 'октября'],
        ['Ноябрь', 'ноября'],
        ['Декабрь', 'декабря'],
    ],
];